{
  "weekly_topics": [
    {
      "code": "MSD",
      "name": "MSD Prevention",
      "messages": [
        {
          "id": 1,
          "title": "Use your powerzone",
          "text": "MSD Prevention: Use your powerzone: Keeping items in your powerzone — the area from mid-thigh to mid-chest — helps you stay safe when lifting, lowering, and turning."
        },
        {
          "id": 2,
          "title": "Use the right PPE for MSD prevention",
          "text": "MSD Prevention: The right equipment for the job: Using correct personal protective equipment (PPE) :gloves:, like gloves for proper grasping, reduces the risk of musculoskeletal disorders (MSDs) such as sprains and strains."
        },
        {
          "id": 3,
          "title": "Switch sides to reduce strain",
          "text": "MSD Prevention: Switch sides: Alternating between your left and right sides helps your body maintain balance and reduces strain."
        },
        {
          "id": 4,
          "title": "Practise the team lift",
          "text": "MSD Prevention: Practise the team lift: Test the weight before lifting and use both hands. Ask for help if an item is too heavy or awkward."
        },
        {
          "id": 5,
          "title": "Stretch it out",
          "text": "MSD Prevention: Stretch it out: Stretch before and after work to reduce fatigue and improve range of motion."
        },
        {
          "id": 6,
          "title": "Select the right tool",
          "text": "MSD Prevention: Select the right tool: Use the correct equipment in the proper way to reduce effort and avoid unnecessary strain."
        },
        {
          "id": 7,
          "title": "Reduce exposure to MSD risk factors",
          "text": "MSD Prevention: Reduce exposure to MSD risk factors: Test the weight of items before lifting, keep them close to your body, and take micro-breaks to stretch while working."
        }
      ]
    },
    {
      "code": "SFM",
      "name": "Safety Feedback Mechanism",
      "messages": [
        {
          "id": 1,
          "title": "Empower associates to participate",
          "text": "Safety Feedback Mechanism: Empower associates to participate: Create mechanisms for associates to raise safety concerns and suggestions. Make it easy for employees to report unsafe situations and provide feedback. Ensure diverse audiences across all business units can engage."
        },
        {
          "id": 2,
          "title": "Close the feedback loop",
          "text": "Safety Feedback Mechanism: Close the feedback loop: Provide feedback to associates on concerns raised. Track concerns to completion. Have follow-up conversations to show that safety feedback is valued and builds trust."
        },
        {
          "id": 3,
          "title": "Promote participation in feedback",
          "text": "Safety Feedback Mechanism: Promote participation: Leaders should actively promote safety feedback. Use digital, static, and experiential awareness. Make safety conversations part of daily routine."
        },
        {
          "id": 4,
          "title": "Dragonfly program features",
          "text": "Safety Feedback Mechanism: Dragonfly program features: Ensure Dragonfly kiosks are functioning, clearly signed, and easy to use. Allow reporting from any device. Provide real-time visibility, updates, and manager feedback through AUSTIN."
        },
        {
          "id": 5,
          "title": "Structured feedback collection",
          "text": "Safety Feedback Mechanism: Structured feedback collection: Use skip-levels, Gemba Walks, and VOA MyVoice. Use boards and audits. Safety teams track, prioritize, and deep-dive all feedback for improvement opportunities."
        },
        {
          "id": 6,
          "title": "Recognition and engagement",
          "text": "Safety Feedback Mechanism: Recognition and engagement: Reward participation, use gamification, issue awards, and share positive safety stories."
        },
        {
          "id": 7,
          "title": "Encouraging associates to report safety issues",
          "text": "Reporting safety concerns is essential. Associates can report via managers, Safety Circles, Gemba Boards, scanner messaging, posters, briefs, and Safety Saves/Solvers programs."
        }
      ]
    },
    {
      "code": "CONV",
      "name": "Conveyor Safety",
      "messages": [
        {
          "id": 1,
          "title": "General conveyor behaviour",
          "text": "Never climb over or under the conveyor. Do not sit on the conveyor or rest hands on it. Never reach underneath, crawl, or lean over conveyor systems — including no 'joy riding.' Only use designated stairways to cross the conveyor. Never lean over the conveyor to reach packages."
        },
        {
          "id": 2,
          "title": "Clothing and personal items",
          "text": "Do not wear loose clothing. Long hair and loose clothing must be secured. Hair must be tied up; ponytails over shoulders pinned up. Beards over 3 inches must be tied or netted. Avoid jewellery or accessories that may get caught. Badge lanyards must have a breakaway clasp."
        },
        {
          "id": 3,
          "title": "Jam clearing",
          "text": "Never attempt to correct faults unless trained and authorized. Jam clearing is dangerous. Never climb onto the conveyor. Use jam poles — do not lean over. Report if a jam cannot be cleared safely."
        },
        {
          "id": 4,
          "title": "Reporting issues",
          "text": "Report problems with conveyors immediately. Hazards must be reported right away. Identify the nearest emergency shutoff switch and ensure it is accessible."
        },
        {
          "id": 5,
          "title": "Emergency preparedness",
          "text": "Locate the closest emergency shutoff device. Keep it free of obstacles. Know how to use emergency pull cords and stop buttons."
        },
        {
          "id": 6,
          "title": "Conveyor PPE",
          "text": "Use suitable PPE, including safety gloves and vests. Close your high-vis vest, remove scarves and loose items. Wear gloves during parcel handling and jam clearing. Never climb, sit, walk, or ride on conveyors."
        },
        {
          "id": 7,
          "title": "Operating procedures",
          "text": "Maintain communication with coworkers. Keep work areas clean. Stay alert and focused. Report unusual noises or operation issues."
        }
      ]
    },
    {
      "code": "COLD",
      "name": "Cold Stress Prevention",
      "messages": [
        {
          "id": 1,
          "title": "Tips to prevent cold temperature illness",
          "text": "Bring extra clothing like socks. Eat nutritious food. Cover hands, feet and head. Take breaks in warm, dry areas. Wear proper layers and footwear."
        },
        {
          "id": 2,
          "title": "Driving in Winter",
          "text": "Turn on lights, adapt speed, increase stopping distance. Clear windows and mirrors. Use AC to dry the air. Slow down in wet or icy conditions."
        },
        {
          "id": 3,
          "title": "Preventing slips, trips and falls",
          "text": "Keep head over shoulders, shoulders over hips. Move slowly. Wear traction shoes. Take care entering/exiting vehicles. Extend arms for balance."
        },
        {
          "id": 4,
          "title": "Stay visible during dark hours",
          "text": "Use a flashlight. Wear high-vis clothing. Wear reflective gear during dark hours."
        },
        {
          "id": 5,
          "title": "Be prepared for colder temperatures",
          "text": "Stick to designated walking routes. Watch for falling snow/ice. Move slowly. Dress in layers. Stay hydrated."
        },
        {
          "id": 6,
          "title": "Driving in Winter Weather",
          "text": "Check tires, lights, windows, antifreeze, and oil. Ensure vehicle is winter-ready."
        },
        {
          "id": 7,
          "title": "Signs & symptoms of cold temperature illness",
          "text": "Early symptoms: tingling, numbness, fatigue, confusion, shivering. Late symptoms: dilated pupils, slowed breathing, loss of consciousness. Report immediately; call emergency services if needed."
        }
      ]
    },
    {
      "code": "EOP",
      "name": "Eyes on Path & Housekeeping",
      "messages": [
        {
          "id": 1,
          "title": "General STF Prevention",
          "text": "Never run on the shopfloor. Keep your eyes on your path. Avoid distractions. Stay alert for moving vehicles. Use handrails. Look for wet spots. Throw away trash immediately."
        },
        {
          "id": 2,
          "title": "Housekeeping Best Practices",
          "text": "Remove damaged pallets. Manage wrapping tails. Store securing equipment properly. Secure cables. Use correct bin sizes. Inspect high-risk areas regularly."
        },
        {
          "id": 3,
          "title": "Packaging & Materials Storage",
          "text": "Remove damaged pallets. Manage foil tails. Store straps and coral lines properly. Store load securing bars safely. Secure cables. Avoid trip hazards from tools."
        },
        {
          "id": 4,
          "title": "Cart Safety",
          "text": "Do not push carts from the side or back. Ensure doors are secured. Beware of pinch points. Never force stuck carts — report to a manager."
        },
        {
          "id": 5,
          "title": "Working with Equipment Safely",
          "text": "Do not use excessive force on stuck items. Do not try to catch falling items. Stabilize unstable loads or seek help."
        },
        {
          "id": 6,
          "title": "Waste Management",
          "text": "Use correct bin sizes for straps. Follow bin emptying schedules. Never leave trash on the floor."
        },
        {
          "id": 7,
          "title": "Impact of Poor Housekeeping",
          "text": "Poor housekeeping contributes to nearly 30% of incidents. Common issues: blocked walkways, cluttered paths, loose tape, trash accumulation. Poor housekeeping forces rule violations."
        }
      ]
    }
  ]
}
